<?php
// Заголовок та кнопки
$_['heading_title']    = 'Контакт';                // заголовок модуля
$_['button_submit']    = 'Відправити';             // кнопка відправки

// Плейсхолдери полів форми
$_['entry_name']       = 'Ваше ім’я';
$_['entry_email']      = 'Email';
$_['entry_telephone']  = 'Ваш номер телефону';
$_['entry_message']    = 'Повідомлення';

// Повідомлення про успіх та помилки
$_['text_success']     = 'Ваше повідомлення успішно надіслано!';

// Помилки валідації
$_['error_name']       = 'Ім’я повинно містити від 1 до 64 символів';
$_['error_email']      = 'Введіть коректний Email';
$_['error_telephone']  = 'Телефон повинен містити від 6 до 32 символів';
$_['error_message']    = 'Повідомлення повинно містити від 5 до 500 символів';
