<?php
$_['button_change'] = 'Змінити';
$_['button_close'] = 'Закрити';
$_['text_title'] = "Изменить номер \nтелефона";
$_['text_code_succes'] 'Код подтверждения будет отправлен на номер %s';
$_['text_sms_message'] = 'Ваш код: %s';
$_['text_login_success'] = 'Авторизація успішна!';
$_['text_register_success'] = 'Реєстрація успішна!';

$_['error_phone'] = 'Введіть коректний номер телефону';
$_['error_code'] = 'Невірний код';
$_['error_send'] = 'Помилка надсилання SMS';
$_['error_token'] = 'Не налаштований SMS API токен';
$_['error_attempts'] = 'Перевищено кількість спроб. Запросіть новий код.';
$_['error_daily_limit'] = 'Вичерпано добовий ліміт SMS.';
$_['error_cooldown'] = 'Зачекайте %s сек перед повторною відправкою.';
