<?php
// Heading
$_['heading_title'] = 'Подарунковий сертифікат';

// Text
$_['text_account'] = 'Обліковий запис';
$_['text_voucher'] = 'Подарунковий сертифікат';
$_['text_description'] = 'Подарунковий сертифікат буде надіслано на E-Mail одержувачу після оплати замовлення.';
$_['text_agree'] = 'Мені відомо, що подарунковий сертифікат поверненню не підлягає.';
$_['text_message'] = '<p>Дякуємо за покупку подарункового сертифіката! Після завершення замовлення одержувачу буде надіслано лист з інструкцією, як скористатися сертифікатом.</p>';
$_['text_for'] = '%s Подарунковий сертифікат для %s';

// Entry
$_['entry_to_name'] = 'Ім\'я одержувача';
$_['entry_to_email'] = 'Email одержувача';
$_['entry_from_name'] = 'Ваше ім\'я';
$_['entry_from_email'] = 'Ваш Email';
$_['entry_theme'] = 'Тема подарункового сертифіката';
$_['entry_message'] = 'Повідомлення';
$_['entry_amount'] = 'Сума';
$_['button_apply'] = 'Застосувати';

// Help
$_['help_message'] = 'Повідомлення або привітання для одержувача сертифіката (не обов\'язково)';
$_['help_amount'] = 'Має бути більше %s і менше %s';

// Error
$_['error_to_name'] = 'Ім\'я одержувача має бути від 1 до 64 символів!';
$_['error_from_name'] = 'Ваше ім\'я має бути від 1 до 64 символів!';
$_['error_email'] = 'Введіть коректний E-Mail!';
$_['error_theme'] = 'Виберіть тему сертифіката!';
$_['error_amount'] = 'Увага. Сума має бути більше %s і менше %s!';
$_['error_agree'] = 'Ви маєте погодитися з тим, що подарункові сертифікати не підлягають поверненню!';
