<?php
// RU / Русский
$_['button_change'] = 'Изменить';
$_['button_close'] = 'Закрыть';
$_['text_title'] = "Изменить номер\nтелефона";
$_['text_code_success'] = 'Код подтверждения будет отправлен на номер %s';
$_['text_sms_message'] = 'Ваш код: %s';
$_['text_login_success'] = 'Авторизация успешна!';
$_['text_register_success'] = 'Регистрация успешна!';

$_['error_phone'] = 'Введите корректный номер телефона';
$_['error_code'] = 'Неверный код';
$_['error_send'] = 'Ошибка отправки SMS';
$_['error_token'] = 'Не настроен SMS API токен';
$_['error_attempts'] = 'Превышено количество попыток. Запросите новый код.';
$_['error_daily_limit'] = 'Исчерпан суточный лимит SMS.';
$_['error_cooldown'] = 'Подождите %s сек перед повторной отправкой.';
